[
    "NAME: Tabitha Ruth Howser SEX: Female DOB: February 12, 2001 MISSING DATE: December 26, 2006 AGE NOW: 6 MISSING CITY: Key West MISSING STATE: FL MISSING COUNTRY: United States of America WEIGHT: 43 lbs (20 kg) HEIGHT: 3'2\" (97 cm) RACE: Caucasian HAIR COLOR: Red EYE COLOR: One brown, one green IF YOU HAVE ANY INFORMATION ABOUT THE WHEREABOUTS OF THIS CHILD, PLEASE CALL 1-800-WHERE-ARE-YOU. (71)",
    "When I got hit, I mean, and was all, Ruth, I’m cool; check my ass for an exit wound!“Jess,” Rob said – because he couldn’t very well call me ‘Mastriani’ anymore, he’d started calling me Jess – “Cool it, alright? I’m… I’m fine. (71)",
    "“Please don’t leave me alone in here with the creepy dead little girl.”So after about forty-five minutes of Rob narrating the invisible staring of Tabitha Ruth Howser, she finally decided, apparently, that she wanted to watch a Spongebob and disappeared, so Rob and I ran for the phone to call Dr. (68)",
    "It struck about ten inches to the left of where it hit before, which means that this time, the lightning struck Rob Wilkins instead of me.So of course I freaked out, because after all that time in the war, seeing my husband (isn’t that so weird? I can’t believe Rob is really my husband) light up like a firework wasn’t exactly the cool thrill it would have been a few years ago. (63)",
    "I glanced at Rob, who was sitting slumped over in one of our kitchen chairs, staring at the TV softly droning Spongebob into the living room.“After Jesse and Susannah get in, call me, will you?” asked Cyrus. (61)",
    "Maybe meeting this couple out in Indiana would give Jesse a clue about how modern people interacted – because let’s face it, Paul and Kelly were not exactly shining beacons of moral standards, and Adam and Ceecee were so awkward that it almost hurt to look at them. (60)",
    "And hey, she might be.But usually they weren’t.So I rolled over and I kissed Rob and I asked, “So… do you know where Tabitha Ruth Howser is?”Rob nodded, eyes wide. (57)",
    "“So you think I’m gonna be psychic now?”I just sighed.After I dragged him home and checked him – very thoroughly, thank you, which I think he liked – for an exit wound that I knew wouldn’t be there, Rob did the proper husbandly thing and made me dinner. (54)",
    "“She’s in our room.”002. Susannah I was still in my ♥Pinks when Jesse knocked at my dorm room door.“Susannah,” he sighed, sounding tired – but not because it was eight o’clock in the morning, like a normal twenty-two-year-old med student. (54)",
    "He smiled reassuringly at me and kissed my forehead when he took the wrench, and I wished his hands weren’t covered in grease.“I really promise that I’m not going to drop dead,” Rob said. (53)",
    "I followed him, just to make sure he didn’t suddenly drop dead of lightning-induced heart arrhythmia or whatever, like everyone always thinks I’m going to, and I got in his way until he finally growled at me and set me up on top the cabinets to hand him wrenches and things.“Chill out, Wilkins,” he said from beneath the bike’s body. (51)",
    "He ate five cookies at once like it was his own personal Chubby Bunny tournament as he stared at Tabitha Ruth Howser on the back of the carton.“Well, here goes nothing,” he said once he’d swallowed. (51)"
]